[
  {
    "date": "2026-02-25T21:01:49.211533",
    "source_file": "IMG_4231.MOV",
    "file_id": "ab46b2c90b19ad2338d22714e125b090",
    "metrics": {
      "transcript": "Hello, today's topic is one of guess winter blizzards.\nRight now I'm in north eastern of US and we are experiencing a blizzard.\nThis is one of the few times we had blizzards since 2015.\nSo it might set a new record of how much snow will have in the city at the end of it.\nThings about blizzards that I didn't know, number one, blizzards are unexpectedly fast.\nI know, I know, it seems like what blizzards mean something but if you never experience it,\nyou really don't know what the blizzard is.\nSo when I heard it's a blizzard, I thought to myself, winter, that was my idea.\nBut and today morning I walked out and opened the window, opened the door and I was like,\nholy fuck, this is blizzard.\nFirst time I understood what the blizzard means in the context of living and saying,\nsecond, it's really windy.\nI would not expect that to be that much wind.\nI expect it to be just a lot of snow, non-stop, but what makes it a war is just wind.\nIt's not just wind, it's a gust of wind from...\nNo.\nLeft to right, side to side, up and down too, actually.\nIt is crazy.\nWhen you look at it, you're like, wow, that's the wind.\nAnd you can visit the sea because the snow goes with it and you're like, wow, that's wind.\nI knew what the wind is but on a blizzard term, it's hard to, it's really impressive.\nAnd third one, how are we all fucked?\nJust by cities having, at least my city having constant big vehicles that are clearing the roads,\nI forget the name of it, but big trouble or an oomph.\nIt opens the road, right?\nThey've been working since last night and then it doesn't look like they've been doing\nshit because the roads are already snowed like that.\nYou don't see the road, you just see that snow pile up that up.\nI'm like, wow, that's crazy.\nAnd they think we're going to drive tomorrow?\nI don't know.\nSo, that despite all the resources that our city put it in, to keep the...\nThe kids are working as a road, it seems like hard to do because the snow is going\nso far as we're going to pile up, soft up.\nYou're like, wow, there's no way I can mess this shit all the way.\nIt is crazy how snowy we are.\nThere's a two type of blizzard.\nThere's a lot of type that I want to talk about in the two.\nNumber one is the mountain blizzard.\nBlizzard is basically the same thing, but much more extreme in the mountains, obviously.\nThis fact, not that much interesting, but it's good to know that we have mountains and\nmountains.\nYou can have their own blizzard timing.\nAnd we have specifically...\nThe second time is a specific four northeastern.\nThere's a northeastern cycle blizzard.\nIt means that just a big cloud from cyclone basically comes in and just swaps area, creating\nblizzard conditions and making it impossible to live.\nAnd it's crazy.\nOne more thing that I really want to emphasize today is that we talk about winter or\nblizzard, or we know it.\nYou heard of it.\nYou understand the definition of it, but if you never experience it, you don't know what\nit is.\nSometimes we complain sort of stuff, but in order to really tell that we really show\nthat we know something, we have to experience some degree.\nI think there's a big difference between understanding the words or concepts behind it,\nbut also experiencing it is completely different.\nThe same way I felt buffled by the blizzard, the experience of having a blizzard weather\nright now, it just blew my mind.\nThat is all.\nBye.",
      "statistics": {
        "total_words": 638,
        "unique_words": 229,
        "total_filler_words": 20,
        "filler_word_percentage": 3.13
      },
      "readability": {
        "score": 5.1,
        "interpretation": "Elementary school level (easy to understand)"
      },
      "filler_words": {
        "right": 4,
        "so": 4,
        "like": 9,
        "actually": 1,
        "basically": 2
      },
      "word_frequency": [
        [
          "blizzard",
          15
        ],
        [
          "know",
          9
        ],
        [
          "like",
          9
        ],
        [
          "wind",
          7
        ],
        [
          "one",
          6
        ],
        [
          "really",
          6
        ],
        [
          "blizzards",
          5
        ],
        [
          "snow",
          5
        ],
        [
          "theres",
          5
        ],
        [
          "right",
          4
        ],
        [
          "much",
          4
        ],
        [
          "experience",
          4
        ],
        [
          "dont",
          4
        ],
        [
          "crazy",
          4
        ],
        [
          "wow",
          4
        ]
      ]
    }
  },
  {
    "date": "2026-02-27T15:03:01.692006",
    "source_file": "IMG_4273.MOV",
    "file_id": "cf696226b5f36fc1905b50b2b1909b11",
    "metrics": {
      "transcript": "Hello, today we are going to talk about sucks.\nNot that you suck.\nNo, no, no, that's different.\nSucks.\nThe thing that you wear.\nI wish I was flexible and to show like this way you put the sucks on.\nActually, I'm flexible.\nOkay.\nThat's so you put the sucks on.\nThat's crazy, right?\nI want to talk about three things.\nSucks has a thing about them that is we don't much discussed.\nFirst thing sucks sucks, right?\nA piece of clothes that we wear on our little toes, our legs, our foot, and that gives us very comfortable.\nHave you ever been in a cold environment and when you put the sucks on, it feels so warm?\nOur foot is a little sensitive that we're there to admit.\nSo sucks sucks sucks.\nI don't know how to say it properly helps a lot to give you warmth.\nSecond thing is that sucks allows us to move faster by letting us to wear shoes.\nHave you ever wear, well, you can say shoes are protective layers, foil legs.\nBasically, have you ever wore or tried to wear protective clothes, which is shoes, was on a sucks.\nIt will destroy your legs.\nIt's not necessarily that people cannot come up with shoes without Sucks.\nBut sucks allows mobility, functionality, take it off and take it off.\nAnd comfort.\nThat's it.\nThere are two types of sucks.\nWell, let me clarify that by that everyone can argue.\nThere's a billion types of sucks, which is true.\nBut I generally think there's only two sucks.\nAnkle, Sucks, and above the ankles.\nSo basically, the sucks one only goes up to ankle and there's a sucks that goes beyond that ankle.\nSo I think there's a lot of different between them, but that's what it is.\nAnd the core idea behind the sucks that we discussed today isn't just hit the piece of clothes of wear, but it's how sensitive we are on our legs and how much it gives us comfort.\nI wonder to propose to ask, I would like to propose a question.\nWho in your life is that person who is your Sucks?\nWho is your Suck?\nNot Sucks.\nSuck.\nI repeat.\nMy question.\nWho is in your life?\nWho would describe?\nYou describe them as your Suck.\nSounds so wrong, but it's...\nIt has a different meaning.\nBecause when we have this comfort on our legs, we feel happy.\nWe feel encouraged.\nWe feel comfortable.\nAnd I bet there's a people can also, in that metaphor, make our life happy, more comfortable.\nI think Sucks, we don't think about it, we don't discuss as much, but they are very useful in the resemblance our friendships and our relationships with people on us.\nSo when you're thinking about how much you like the other person or show the gratitude, how much you appreciate them.\nTell them that they are your Sucks.\nThe comfortable Sucks that you wear on the winter cold days have a winter, that's why.\nAll days that you find yourself seeking for comfort and warmth.\nAnd they just, in there, you forgot.\nAnd the moment you pull it out, the moment slide it in, it feels warmth, comfort and ease.\nThat is all today.",
      "statistics": {
        "total_words": 547,
        "unique_words": 184,
        "total_filler_words": 16,
        "filler_word_percentage": 2.93
      },
      "readability": {
        "score": 4.01,
        "interpretation": "Elementary school level (easy to understand)"
      },
      "filler_words": {
        "like": 3,
        "actually": 1,
        "okay": 1,
        "so": 7,
        "right": 2,
        "basically": 2
      },
      "word_frequency": [
        [
          "sucks",
          27
        ],
        [
          "wear",
          7
        ],
        [
          "thats",
          6
        ],
        [
          "much",
          5
        ],
        [
          "legs",
          5
        ],
        [
          "us",
          5
        ],
        [
          "comfort",
          5
        ],
        [
          "theres",
          5
        ],
        [
          "suck",
          4
        ],
        [
          "thing",
          4
        ],
        [
          "dont",
          4
        ],
        [
          "comfortable",
          4
        ],
        [
          "shoes",
          4
        ],
        [
          "think",
          4
        ],
        [
          "today",
          3
        ]
      ]
    }
  }
]